Fiches créées par Noota - https://www.noota.app

Question 1.
Quelle est la question centrale abordée concernant le temps ?
Réponse : La question centrale est : 'Le temps existe-t-il vraiment ?' La réponse dépend de ce que l'on entend par 'temps'.

Question 2.
Selon Paul Valéry, pourquoi comprenons-nous le mot 'temps' dans une phrase ?
Réponse : Selon Paul Valéry, si nous comprenons le mot 'temps' dans une phrase, c'est parce que nous parlons vite et que le flux verbal dans lequel le mot est inséré lui donne son sens particulier. Si on l'extrait de ce flux, le temps devient une énigme.

Question 3.
Quelles sont les deux grandes catégories de doctrines philosophiques concernant le temps ?
Réponse : Les deux grandes catégories sont les 'philosophies de la conscience' et les 'philosophies du concept'.

Question 4.
Comment les philosophies du concept définissent-elles le temps ?
Réponse : Dans les philosophies du concept, le temps est considéré comme un simple marqueur d'une relation d'antériorité ou de postériorité, déployant une chronologie invariable. La valeur de vérité d'une phrase comme 'Newton est né avant Einstein' est indépendante du moment où elle est prononcée.

Question 5.
Comment les philosophies de la conscience définissent-elles le temps ?
Réponse : Dans les philosophies de la conscience, le temps est une production de la conscience du sujet, un 'passage' apprécié par la présence d'un sujet. La valeur de vérité d'une phrase comme 'aujourd'hui il fait beau' dépend du moment où elle est prononcée.

Question 6.
Qu'est-ce que le paradoxe de l'ancestralité ?
Réponse : Le paradoxe de l'ancestralité est une difficulté pour les philosophies de la conscience. Si le temps a besoin de la conscience d'un observateur pour exister, comment a-t-il pu passer avant l'apparition de la première conscience, étant donné que l'univers a existé des milliards d'années avant l'homme ?

Question 7.
Quel est le problème de la représentation du temps par un axe avec une flèche ?
Réponse : Cette représentation ne répond pas à la question de ce qui fait avancer le temps, c'est-à-dire le 'moteur du temps'. De plus, Kant a remarqué que cette représentation est 'topologiquement absurde' car elle représente le temps comme s'il était de l'espace, alors que le temps et l'espace sont fondamentalement différents.

Question 8.
Qu'est-ce que le 'moteur du temps' ?
Réponse : Le moteur du temps est le mécanisme mystérieux par lequel un instant présent est aussitôt remplacé par un autre, sans que sa nature ait été clairement identifiée par la physique.

Question 9.
Pourquoi le langage est-il une mauvaise solution pour comprendre le temps ?
Réponse : Le langage est une mauvaise solution car le mot 'temps' est victime d'une polysémie incroyable, signifiant des choses contradictoires (succession, simultanéité, durée, changement, vitesse, devenir). Son sens se dissout progressivement, et il est souvent utilisé pour qualifier des phénomènes temporels (temps physique, cosmologique, psychologique, etc.) comme s'il y avait différentes sortes de temps.

Question 10.
Que signifie l'affirmation que 'le temps ne change pas au cours du temps' ?
Réponse : Cela signifie que le paramètre 't' dans les équations physiques a un statut invariant. Quelle que soit l'époque de l'univers, le temps est toujours le temps. Ce sont les instants qui changent, mais le temps lui-même est inaltérable.

Question 11.
Quel est le théorème d'Emmy Noether et ses implications sur le temps ?
Réponse : En 1918, Emmy Noether a démontré que le fait que le temps ne dépende pas du temps dans les équations (c'est-à-dire que les lois physiques sont les mêmes à tous les instants) implique la loi de conservation de l'énergie. Cela signifie que les lois physiques fondamentales sont invariantes, même si l'univers évolue.

Question 12.
Comment la physique moderne permet-elle de 'recréer le passé' ?
Réponse : Puisque les lois physiques sont les mêmes aujourd'hui que dans le passé, en recréant dans un petit volume d'espace les conditions physiques de l'univers primordial (haute énergie, haute densité), on peut observer au présent des phénomènes qui se déroulaient dans le passé, comme la création du boson de Higgs dans les accélérateurs de particules.

Question 13.
Pourquoi le temps newtonien est-il considéré comme 'mort' ?
Réponse : Einstein a démontré en 1905 que le temps newtonien, absolu et universel, n'existe pas. Nos vitesses de déplacement habituelles sont négligeables par rapport à la vitesse de la lumière, ce qui nous donne l'illusion d'un temps unique. En réalité, il y a autant de 'temps propres' que d'observateurs différents, et ces temps se désynchronisent à grande vitesse.

Question 14.
Quelles sont les deux découvertes fondamentales récentes en physique mentionnées ?
Réponse : Les deux découvertes sont l'identification du boson de Higgs en 2012 et la première détection d'ondes gravitationnelles en 2016, produites par la fusion de trous noirs. Ces découvertes confirment la compréhension physique du temps.

Question 15.
Qu'est-ce que le principe de causalité tel qu'il est appliqué en physique ?
Réponse : Le principe de causalité, sans cause, stipule que 'ce qui a eu lieu a eu lieu'. Le passé est protégé de toute rétroaction venant du futur, ce qui signifie que le passé ne peut pas être changé. Cette contrainte a des implications énormes sur la représentation du temps.

Question 16.
Pourquoi un temps cyclique est-il paradoxal ?
Réponse : Dans un temps cyclique, il serait impossible de vivre consciemment un état déjà vécu, car soit on s'en souvient (et ce n'est plus la première fois), soit on ne s'en souvient pas (et on ne sait pas que c'est cyclique). De plus, un temps cyclique violerait le principe de causalité en permettant de revenir dans le passé d'une cause et potentiellement de la modifier.

Question 17.
Comment le principe de causalité a-t-il mené à la prédiction de l'antimatière ?
Réponse : Paul Dirac, en cherchant à modifier son équation pour qu'elle respecte la causalité (interdisant les voyages dans le futur et le passé), a découvert de nouvelles solutions qui ont été appelées plus tard les antiparticules, prédisant ainsi l'antimatière.

Question 18.
Quelle est la différence entre l'irréversibilité du temps et la flèche du temps ?
Réponse : L'irréversibilité du temps est une conséquence du principe de causalité (le passé ne peut être changé). La flèche du temps, en revanche, est l'irréversibilité des phénomènes (comme le lait dans le café qui ne peut pas se séparer). Le temps doit être distingué du devenir.

Question 19.
Comment Ludwig Boltzmann a-t-il expliqué l'irréversibilité des phénomènes malgré des équations physiques réversibles ?
Réponse : Boltzmann a proposé que l'irréversibilité (la flèche du temps) naît d'un comportement collectif de nombreux atomes. La complexité des systèmes crée des comportements irréversibles, même si les équations décrivant les interactions individuelles sont réversibles.

Question 20.
Comment l'œuvre de Romain Opalka illustre-t-elle la distinction entre le cours du temps et la flèche du temps ?
Réponse : Opalka a peint des nombres successifs sur des toiles (le cours du temps, linéaire et irréversible) tout en se photographiant régulièrement, montrant le vieillissement de son visage (la flèche du temps, le devenir). La suite des nombres est le cours du temps, le vieillissement est la flèche du temps.

Question 21.
Qu'est-ce que le vieillissement selon la définition donnée ?
Réponse : Le vieillissement n'est pas le fait de prendre de l'âge, mais l'augmentation avec l'âge de la probabilité de mourir dans l'année. Des exemples comme les adolescents ou les atomes radioactifs montrent que l'âge n'est pas toujours corrélé à cette probabilité.

Question 22.
Pourquoi les atomes radioactifs sont-ils un bon exemple pour comprendre le vieillissement ?
Réponse : Les atomes radioactifs se désintègrent indépendamment de leur âge. Un atome de carbone 14 de 2 minutes a la même probabilité de se désintégrer dans l'heure qu'un atome de 3 milliards d'années. Ils 'meurent sans jamais avoir vieilli'.

Question 23.
Pourquoi le langage courant ne tient-il pas compte des découvertes scientifiques sur le temps ?
Réponse : Le langage est 'invariant' et charrie une 'métaphysique du langage quotidien'. Notre façon de parler du temps n'a pas été affectée par les découvertes scientifiques, ce qui rend le mot 'temps' imprécis et polysémique, même si nous le comprenons dans le contexte d'une phrase.

Question 24.
Quelle est la 'définition' apophatique du temps proposée ?
Réponse : Le temps ne peut pas être défini par ce qu'il est, mais par ce qu'il n'est pas. Il n'est pas la durée, ni le changement, ni la vitesse, etc. C'est une chose de nature mystérieuse dans laquelle on ne peut pas voyager.

Question 25.
Comment le confinement a-t-il affecté notre rapport au temps et à l'espace ?
Réponse : Le confinement a surtout affecté notre rapport à l'espace, en nous empêchant de nous déplacer librement. Notre rapport au temps est resté le même : nous sommes toujours prisonniers du temps, qui est comme une prison qui avance.

